{
  "magicitems2": {
    "content": "Magic items are presented in alphabetical order. A magic item’s description gives the item’s name, its category, its rarity, and its magical properties.",
    "Deck of Illusions": {
      "content": [
        "*Wondrous item, uncommon*",
        "This box contains a set of parchment cards. A full deck has 34 cards. A deck found as treasure is usually missing 1d20 − 1 cards.",
        "The magic of the deck functions only if cards are drawn at random (you can use an altered deck of playing cards to simulate the deck). You can use an action to draw a card at random from the deck and throw it to the ground at a point within 30 feet of you.",
        "An illusion of one or more creatures forms over the thrown card and remains until dispelled. An illusory creature appears real, of the appropriate size, and behaves as if it were a real creature except that it can do no harm. While you are within 120 feet of the illusory creature and can see it, you can use an action to move it magically anywhere within 30 feet of its card. Any physical interaction with the illusory creature reveals it to be an illusion, because objects pass through it. Someone who uses an action to visually inspect the creature identifies it as illusory with a successful DC 15 Intelligence (Investigation) check. The creature then appears translucent.",
        "The illusion lasts until its card is moved or the illusion is dispelled. When the illusion ends, the image on its card disappears, and that card can’t be used again.",
        {
          "table": {
            "Playing Card": [
              "Ace of hearts",
              "King of hearts",
              "Queen of hearts",
              "Jack of hearts",
              "Ten of hearts",
              "Nine of hearts",
              "Eight of hearts",
              "Two of hearts",
              "Ace of diamonds",
              "King of diamonds",
              "Queen of diamonds",
              "Jack of diamonds",
              "Ten of diamonds",
              "Nine of diamonds",
              "Eight of diamonds",
              "Two of diamonds",
              "Ace of spades",
              "King of spades",
              "Queen of spades",
              "Jack of spades",
              "Ten of spades",
              "Nine of spades",
              "Eight of spades",
              "Two of spades",
              "Ace of clubs",
              "King of clubs",
              "Queen of clubs",
              "Jack of clubs",
              "Ten of clubs",
              "Nine of clubs",
              "Eight of clubs",
              "Two of clubs",
              "Jokers (2)"
            ],
            "Illusion": [
              "Red dragon",
              "Knight and four guards",
              "Succubus or incubus",
              "Druid",
              "Cloud giant",
              "Ettin",
              "Bugbear",
              "Goblin",
              "Beholder",
              "Archmage and mage apprentice",
              "Night hag",
              "Assassin",
              "Fire giant",
              "Ogre mage",
              "Gnoll",
              "Kobold",
              "Lich",
              "Priest and two acolytes",
              "Medusa",
              "Veteran",
              "Frost giant",
              "Troll",
              "Hobgoblin",
              "Goblin",
              "Iron golem",
              "Bandit captain and three bandits",
              "Erinyes",
              "Berserker",
              "Hill giant",
              "Ogre",
              "Orc",
              "Kobold",
              "You (the deck’s owner)"
            ]
          }
        }
      ]
    },
    "Deck of Many Things": {
      "content": [
        "*Wondrous item, legendary*",
        "Usually found in a box or pouch, this deck contains a number of cards made of ivory or vellum. Most (75 percent) of these decks have only thirteen cards, but the rest have twenty-two.",
        "Before you draw a card, you must declare how many cards you intend to draw and then draw them randomly (you can use an altered deck of playing cards to simulate the deck). Any cards drawn in excess of this number have no effect. Otherwise, as soon as you draw a card from the deck, its magic takes effect. You must draw each card no more than 1 hour after the previous draw. If you fail to draw the chosen number, the remaining number of cards fly from the deck on their own and take effect all at once.",
        "Once a card is drawn, it fades from existence. Unless the card is the Fool or the Jester, the card reappears in the deck, making it possible to draw the same card twice.",
        {
          "table": {
            "Playing Card": [
              "Ace of diamonds",
              "King of diamonds",
              "Queen of diamonds",
              "Jack of diamonds",
              "Two of diamonds",
              "Ace of hearts",
              "King of hearts",
              "Queen of hearts",
              "Jack of hearts",
              "Two of hearts",
              "Ace of clubs",
              "King of clubs",
              "Queen of clubs",
              "Jack of clubs",
              "Two of clubs",
              "Ace of spades",
              "King of spades",
              "Queen of spades",
              "Jack of spades",
              "Two of spades",
              "Joker (with TM)",
              "Joker (without TM)"
            ],
            "Card": [
              "Vizier*",
              "Sun",
              "Moon",
              "Star",
              "Comet*",
              "The Fates*",
              "Throne",
              "Key",
              "Knight",
              "Gem*",
              "Talons*",
              "The Void",
              "Flames",
              "Skull",
              "Idiot*",
              "Donjon*",
              "Ruin",
              "Euryale",
              "Rogue",
              "Balance*",
              "Fool*",
              "Jester"
            ]
          }
        },
        "*Found only in a deck with twenty-two cards",
        "***Balance.*** Your mind suffers a wrenching alteration, causing your alignment to change. Lawful becomes chaotic, good becomes evil, and vice versa. If you are true neutral or unaligned, this card has no effect on you.",
        "***Comet.*** If you single-handedly defeat the next hostile monster or group of monsters you encounter, you gain experience points enough to gain one level. Otherwise, this card has no effect.",
        "***Donjon.*** You disappear and become entombed in a state of suspended animation in an extradimensional sphere. Everything you were wearing and carrying stays behind in the space you occupied when you disappeared. You remain imprisoned until you are found and removed from the sphere. You can’t be located by any divination magic, but a *wish* spell can reveal the location of your prison. You draw no more cards.",
        "***Euryale.*** The card’s medusa-like visage curses you. You take a −2 penalty on saving throws while cursed in this way. Only a god or the magic of The Fates card can end this curse.",
        "***The Fates.*** Reality’s fabric unravels and spins anew, allowing you to avoid or erase one event as if it never happened. You can use the card’s magic as soon as you draw the card or at any other time before you die.",
        "***Flames.*** A powerful devil becomes your enemy. The devil seeks your ruin and plagues your life, savoring your suffering before attempting to slay you. This enmity lasts until either you or the devil dies.",
        "***Fool.*** You lose 10,000 XP, discard this card, and draw from the deck again, counting both draws as one of your declared draws. If losing that much XP would cause you to lose a level, you instead lose an amount that leaves you with just enough XP to keep your level.",
        "***Gem.*** Twenty-five pieces of jewelry worth 2,000 gp each or fifty gems worth 1,000 gp each appear at your feet.",
        "***Idiot.*** Permanently reduce your Intelligence by 1d4 + 1 (to a minimum score of 1). You can draw one additional card beyond your declared draws.",
        "***Jester.*** You gain 10,000 XP, or you can draw two additional cards beyond your declared draws.",
        "***Key.*** A rare or rarer magic weapon with which you are proficient appears in your hands. The GM chooses the weapon.",
        "***Knight.*** You gain the service of a 4th-level fighter who appears in a space you choose within 30 feet of you. The fighter is of the same race as you and serves you loyally until death, believing the fates have drawn him or her to you. You control this character.",
        "***Moon.*** You are granted the ability to cast the *wish* spell 1d3 times.",
        "***Rogue.*** A nonplayer character of the GM’s choice becomes hostile toward you. The identity of your new enemy isn’t known until the NPC or someone else reveals it. Nothing less than a *wish* spell or divine intervention can end the NPC’s hostility toward you.",
        "***Ruin.*** All forms of wealth that you carry or own, other than magic items, are lost to you. Portable property vanishes. Businesses, buildings, and land you own are lost in a way that alters reality the least. Any documentation that proves you should own something lost to this card also disappears.",
        "***Skull.*** You summon an avatar of death—a ghostly humanoid skeleton clad in a tattered black robe and carrying a spectral scythe. It appears in a space of the GM’s choice within 10 feet of you and attacks you, warning all others that you must win the battle alone. The avatar fights until you die or it drops to 0 hit points, whereupon it disappears. If anyone tries to help you, the helper summons its own avatar of death. A creature slain by an avatar of death can’t be restored to life."
      ],
      "Avatar of Death": {
        "content": [
          "*Medium undead, neutral evil*",
          "**Armor Class** 20",
          "**Hit Points** half the hit point maximum of its summoner",
          "**Speed** 60 ft., fly 60 ft. (hover)",
          {
            "table": {
              "STR": [
                "16 (+3)"
              ],
              "DEX": [
                "16 (+3)"
              ],
              "CON": [
                "16 (+3)"
              ],
              "INT": [
                "16 (+3)"
              ],
              "WIS": [
                "16 (+3)"
              ],
              "CHA": [
                "16 (+3)"
              ]
            }
          },
          "**Damage Immunities** necrotic, poison",
          "**Condition Immunities** charmed, frightened, paralyzed, petrified, poisoned, unconscious",
          "**Senses** darkvision 60 ft., truesight 60 ft., passive Perception 13",
          "**Languages** all languages known to its summoner",
          "**Challenge** — (0 XP)",
          "***Incorporeal Movement.*** The avatar can move through other creatures and objects as if they were difficult terrain. It takes 5 (1d10) force damage if it ends its turn inside an object.",
          "***Turning Immunity.*** The avatar is immune to features that turn undead.",
          "**Actions**",
          "***Reaping Scythe.*** The avatar sweeps its spectral scythe through a creature within 5 feet of it, dealing 7 (1d8 + 3) slashing damage plus 4 (1d8) necrotic damage.",
          "***Star.*** Increase one of your ability scores by 2. The score can exceed 20 but can’t exceed 24.",
          "***Sun.*** You gain 50,000 XP, and a wondrous item (which the GM determines randomly) appears in your hands.",
          "***Talons.*** Every magic item you wear or carry disintegrates. Artifacts in your possession aren’t destroyed but do vanish.",
          "***Throne.*** You gain proficiency in the Persuasion skill, and you double your proficiency bonus on checks made with that skill. In addition, you gain rightful ownership of a small keep somewhere in the world. However, the keep is currently in the hands of monsters, which you must clear out before you can claim the keep as yours.",
          "***Vizier.*** At any time you choose within one year of drawing this card, you can ask a question in meditation and mentally receive a truthful answer to that question. Besides information, the answer helps you solve a puzzling problem or other dilemma. In other words, the knowledge comes with wisdom on how to apply it.",
          "***The Void.*** This black card spells disaster. Your soul is drawn from your body and contained in an object in a place of the GM’s choice. One or more powerful beings guard the place. While your soul is trapped in this way, your body is incapacitated. A *wish* spell can’t restore your soul, but the spell reveals the location of the object that holds it. You draw no more cards."
        ]
      }
    },
    "Defender": {
      "content": [
        "*Weapon (any sword), legendary (requires attunement)*",
        "You gain a +3 bonus to attack and damage rolls made with this magic weapon.",
        "The first time you attack with the sword on each of your turns, you can transfer some or all of the sword’s bonus to your Armor Class, instead of using the bonus on any attacks that turn. For example, you could reduce the bonus to your attack and damage rolls to +1 and gain a +2 bonus to AC. The adjusted bonuses remain in effect until the start of your next turn, although you must hold the sword to gain a bonus to AC from it."
      ]
    },
    "Demon Armor": {
      "content": [
        "*Armor (plate), very rare (requires attunement)*",
        "While wearing this armor, you gain a +1 bonus to AC, and you can understand and speak Abyssal. In addition, the armor’s clawed gauntlets turn unarmed strikes with your hands into magic weapons that deal slashing damage, with a +1 bonus to attack rolls and damage rolls and a damage die of 1d8.",
        "***Curse.*** Once you don this cursed armor, you can’t doff it unless you are targeted by the *remove curse* spell or similar magic. While wearing the armor, you have disadvantage on attack rolls against demons and on saving throws against their spells and special abilities."
      ]
    },
    "Dimensional Shackles": {
      "content": [
        "*Wondrous item, rare*",
        "You can use an action to place these shackles on an incapacitated creature. The shackles adjust to fit a creature of Small to Large size. In addition to serving as mundane manacles, the shackles prevent a creature bound by them from using any method of extradimensional movement, including teleportation or travel to a different plane of existence. They don’t prevent the creature from passing through an interdimensional portal.",
        "You and any creature you designate when you use the shackles can use an action to remove them. Once every 30 days, the bound creature can make a DC 30 Strength (Athletics) check. On a success, the creature breaks free and destroys the shackles."
      ]
    },
    "Dragon Scale Mail": {
      "content": [
        "*Armor (scale mail), very rare (requires attunement)*",
        "Dragon scale mail is made of the scales of one kind of dragon. Sometimes dragons collect their cast-off scales and gift them to humanoids. Other times, hunters carefully skin and preserve the hide of a dead dragon. In either case, dragon scale mail is highly valued.",
        "While wearing this armor, you gain a +1 bonus to AC, you have advantage on saving throws against the Frightful Presence and breath weapons of dragons, and you have resistance to one damage type that is determined by the kind of dragon that provided the scales (see the table).",
        "Additionally, you can focus your senses as an action to magically discern the distance and direction to the closest dragon within 30 miles of you that is of the same type as the armor. This special action can’t be used again until the next dawn.",
        {
          "table": {
            "Dragon": [
              "Black",
              "Blue",
              "Brass",
              "Bronze",
              "Copper",
              "Gold",
              "Green",
              "Red",
              "Silver",
              "White"
            ],
            "Resistance": [
              "Acid",
              "Lightning",
              "Fire",
              "Lightning",
              "Acid",
              "Fire",
              "Poison",
              "Fire",
              "Cold",
              "Cold"
            ]
          }
        }
      ]
    },
    "Dragon Slayer": {
      "content": [
        "*Weapon (any sword), rare*",
        "You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
        "When you hit a dragon with this weapon, the dragon takes an extra 3d6 damage of the weapon’s type. For the purpose of this weapon, “dragon” refers to any creature with the dragon type, including dragon turtles and wyverns."
      ]
    },
    "Dust of Disappearance": {
      "content": [
        "*Wondrous item, uncommon*",
        "Found in a small packet, this powder resembles very fine sand. There is enough of it for one use. When you use an action to throw the dust into the air, you and each creature and object within 10 feet of you become invisible for 2d4 minutes. The duration is the same for all subjects, and the dust is consumed when its magic takes effect. If a creature affected by the dust attacks or casts a spell, the invisibility ends for that creature."
      ]
    },
    "Dust of Dryness": {
      "content": [
        "*Wondrous item, uncommon*",
        "This small packet contains 1d6 + 4 pinches of dust. You can use an action to sprinkle a pinch of it over water. The dust turns a cube of water 15 feet on a side into one marble-sized pellet, which floats or rests near where the dust was sprinkled. The pellet’s weight is negligible.",
        "Someone can use an action to smash the pellet against a hard surface, causing the pellet to shatter and release the water the dust absorbed. Doing so ends that pellet’s magic.",
        "An elemental composed mostly of water that is exposed to a pinch of the dust must make a DC 13 Constitution saving throw, taking 10d6 necrotic damage on a failed save, or half as much damage on a successful one."
      ]
    },
    "Dust of Sneezing and Choking": {
      "content": [
        "*Wondrous item, uncommon*",
        "Found in a small container, this powder resembles very fine sand. It appears to be *dust of disappearance*, and an *identify* spell reveals it to be such. There is enough of it for one use.",
        "When you use an action to throw a handful of the dust into the air, you and each creature that needs to breathe within 30 feet of you must succeed on a DC 15 Constitution saving throw or become unable to breathe, while sneezing uncontrollably. A creature affected in this way is incapacitated and suffocating. As long as it is conscious, a creature can repeat the saving throw at the end of each of its turns, ending the effect on it on a success. The *lesser restoration* spell can also end the effect on a creature."
      ]
    },
    "Dwarven Plate": {
      "content": [
        "*Armor (plate), very rare*",
        "While wearing this armor, you gain a +2 bonus to AC. In addition, if an effect moves you against your will along the ground, you can use your reaction to reduce the distance you are moved by up to 10 feet."
      ]
    },
    "Dwarven Thrower": {
      "content": [
        "*Weapon (warhammer), very rare (requires attunement by a dwarf)*",
        "You gain a +3 bonus to attack and damage rolls made with this magic weapon. It has the thrown property with a normal range of 20 feet and a long range of 60 feet. When you hit with a ranged attack using this weapon, it deals an extra 1d8 damage or, if the target is a giant, 2d8 damage. Immediately after the attack, the weapon flies back to your hand."
      ]
    },
    "Efficient Quiver": {
      "content": [
        "*Wondrous item, uncommon*",
        "Each of the quiver’s three compartments connects to an extradimensional space that allows the quiver to hold numerous items while never weighing more than 2 pounds. The shortest compartment can hold up to sixty arrows, bolts, or similar objects. The midsize compartment holds up to eighteen javelins or similar objects. The longest compartment holds up to six long objects, such as bows, quarterstaffs, or spears.",
        "You can draw any item the quiver contains as if doing so from a regular quiver or scabbard."
      ]
    },
    "Efreeti Bottle": {
      "content": [
        "*Wondrous item, very rare*",
        "This painted brass bottle weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke flows out of the bottle. At the end of your turn, the smoke disappears with a flash of harmless fire, and an efreeti appears in an unoccupied space within 30 feet of you.",
        "The first time the bottle is opened, the GM rolls to determine what happens.",
        {
          "table": {
            "d100": [
              "01–10",
              "11–90",
              "91–100"
            ],
            "Effect": [
              "The efreeti attacks you. After fighting for 5 rounds, the efreeti disappears, and the bottle loses its magic.",
              "The efreeti serves you for 1 hour, doing as you command. Then the efreeti returns to the bottle, and a new stopper contains it. The stopper can’t be removed for 24 hours. The next two times the bottle is opened, the same effect occurs. If the bottle is opened a fourth time, the efreeti escapes and disappears, and the bottle loses its magic.",
              "The efreeti can cast the wish spell three times for you. It disappears when it grants the final wish or after 1 hour, and the bottle loses its magic."
            ]
          }
        }
      ]
    },
    "Elemental Gem": {
      "content": [
        "*Wondrous item, uncommon*",
        "This gem contains a mote of elemental energy. When you use an action to break the gem, an elemental is summoned as if you had cast the *conjure elemental* spell, and the gem’s magic is lost. The type of gem determines the elemental summoned by the spell.",
        {
          "table": {
            "Gem": [
              "Blue sapphire",
              "Yellow diamond",
              "Red corundum",
              "Emerald"
            ],
            "Summoned Elemental": [
              "Air elemental",
              "Earth elemental",
              "Fire elemental",
              "Water elemental"
            ]
          }
        }
      ]
    },
    "Elven Chain": {
      "content": [
        "*Armor (chain shirt), rare*",
        "You gain a +1 bonus to AC while you wear this armor. You are considered proficient with this armor even if you lack proficiency with medium armor."
      ]
    },
    "Eversmoking Bottle": {
      "content": [
        "*Wondrous item, uncommon*",
        "Smoke leaks from the lead-stoppered mouth of this brass bottle, which weighs 1 pound. When you use an action to remove the stopper, a cloud of thick smoke pours out in a 60-foot radius from the bottle. The cloud’s area is heavily obscured. Each minute the bottle remains open and within the cloud, the radius increases by 10 feet until it reaches its maximum radius of 120 feet.",
        "The cloud persists as long as the bottle is open. Closing the bottle requires you to speak its command word as an action. Once the bottle is closed, the cloud disperses after 10 minutes. A moderate wind (11 to 20 miles per hour) can also disperse the smoke after 1 minute, and a strong wind (21 or more miles per hour) can do so after 1 round."
      ]
    },
    "Eyes of Charming": {
      "content": [
        "*Wondrous item, uncommon (requires attunement)*",
        "These crystal lenses fit over the eyes. They have 3 charges. While wearing them, you can expend 1 charge as an action to cast the *charm person* spell (save DC 13) on a humanoid within 30 feet of you, provided that you and the target can see each other. The lenses regain all expended charges daily at dawn."
      ]
    },
    "Eyes of Minute Seeing": {
      "content": [
        "*Wondrous item, uncommon*",
        "These crystal lenses fit over the eyes. While wearing them, you can see much better than normal out to a range of 1 foot. You have advantage on Intelligence (Investigation) checks that rely on sight while searching an area or studying an object within that range."
      ]
    },
    "Eyes of the Eagle": {
      "content": [
        "*Wondrous item, uncommon (requires attunement)*",
        "These crystal lenses fit over the eyes. While wearing them, you have advantage on Wisdom (Perception) checks that rely on sight. In conditions of clear visibility, you can make out details of even extremely distant creatures and objects as small as 2 feet across."
      ]
    },
    "Feather Token": {
      "content": [
        "*Wondrous item, rare*",
        "This tiny object looks like a feather. Different types of feather tokens exist, each with a different single- use effect. The GM chooses the kind of token or determines it randomly.",
        {
          "table": {
            "d100": [
              "01–20",
              "21–35",
              "36–50",
              "51–65",
              "66–90",
              "91–100"
            ],
            "Feather Token": [
              "Anchor",
              "Bird",
              "Fan",
              "Swan boat",
              "Tree",
              "Whip"
            ]
          }
        },
        "***Anchor.*** You can use an action to touch the token to a boat or ship. For the next 24 hours, the vessel can’t be moved by any means. Touching the token to the vessel again ends the effect. When the effect ends, the token disappears.",
        "***Bird.*** You can use an action to toss the token 5 feet into the air. The token disappears and an enormous, multicolored bird takes its place. The bird has the statistics of a roc, but it obeys your simple commands and can’t attack. It can carry up to 500 pounds while flying at its maximum speed (16 miles an hour for a maximum of 144 miles per day, with a one-hour rest for every 3 hours of flying), or 1,000 pounds at half that speed. The bird disappears after flying its maximum distance for a day or if it drops to 0 hit points. You can dismiss the bird as an action.",
        "***Fan.*** If you are on a boat or ship, you can use an action to toss the token up to 10 feet in the air. The token disappears, and a giant flapping fan takes its place. The fan floats and creates a wind strong enough to fill the sails of one ship, increasing its speed by 5 miles per hour for 8 hours. You can dismiss the fan as an action.",
        "***Swan Boat.*** You can use an action to touch the token to a body of water at least 60 feet in diameter. The token disappears, and a 50-foot-long, 20-foot- wide boat shaped like a swan takes its place. The boat is self-propelled and moves across water at a speed of 6 miles per hour. You can use an action while on the boat to command it to move or to turn up to 90 degrees. The boat can carry up to thirty-two Medium or smaller creatures. A Large creature counts as four Medium creatures, while a Huge creature counts as nine. The boat remains for 24 hours and then disappears. You can dismiss the boat as an action.",
        "***Tree.*** You must be outdoors to use this token. You can use an action to touch it to an unoccupied space on the ground. The token disappears, and in its place a nonmagical oak tree springs into existence. The tree is 60 feet tall and has a 5-foot-diameter trunk, and its branches at the top spread out in a 20-foot radius.",
        "***Whip.*** You can use an action to throw the token to a point within 10 feet of you. The token disappears, and a floating whip takes its place. You can then use a bonus action to make a melee spell attack against a creature within 10 feet of the whip, with an attack bonus of +9. On a hit, the target takes 1d6 + 5 force damage.",
        "As a bonus action on your turn, you can direct the whip to fly up to 20 feet and repeat the attack against a creature within 10 feet of it. The whip disappears after 1 hour, when you use an action to dismiss it, or when you are incapacitated or die."
      ]
    },
    "Figurine of Wondrous Power": {
      "content": [
        "*Wondrous item, rarity by figurine*",
        "A *figurine of wondrous power* is a statuette of a beast small enough to fit in a pocket. If you use an action to speak the command word and throw the figurine to a point on the ground within 60 feet of you, the figurine becomes a living creature. If the space where the creature would appear is occupied by other creatures or objects, or if there isn’t enough space for the creature, the figurine doesn’t become a creature.",
        "The creature is friendly to you and your companions. It understands your languages and obeys your spoken commands. If you issue no commands, the creature defends itself but takes no other actions.",
        "The creature exists for a duration specific to each figurine. At the end of the duration, the creature reverts to its figurine form. It reverts to a figurine early if it drops to 0 hit points or if you use an action to speak the command word again while touching it. When the creature becomes a figurine again, its property can’t be used again until a certain amount of time has passed, as specified in the figurine’s description.",
        "***Bronze Griffon (Rare).*** This bronze statuette is of a griffon rampant. It can become a griffon for up to 6 hours. Once it has been used, it can’t be used again until 5 days have passed.",
        "***Ebony Fly (Rare).*** This ebony statuette is carved in the likeness of a horsefly. It can become a giant fly for up to 12 hours and can be ridden as a mount. Once it has been used, it can’t be used again until 2 days have passed."
      ],
      "Giant Fly": {
        "content": [
          "*Large beast, unaligned*",
          "**Armor Class** 11",
          "**Hit Points** 19 (3d10 + 3)",
          "**Speed** 30 ft., fly 60 ft.",
          {
            "table": {
              "STR": [
                "14 (+2)"
              ],
              "DEX": [
                "13 (+1)"
              ],
              "CON": [
                "13 (+1)"
              ],
              "INT": [
                "2 (−4)"
              ],
              "WIS": [
                "10 (+0)"
              ],
              "CHA": [
                "3 (−4)"
              ]
            }
          },
          "**Senses** darkvision 60 ft., passive Perception 10",
          "**Languages** —",
          "***Golden Lions (Rare).*** These gold statuettes of lions are always created in pairs. You can use one figurine or both simultaneously. Each can become a lion for up to 1 hour. Once a lion has been used, it can’t be used again until 7 days have passed.",
          "***Ivory Goats (Rare).*** These ivory statuettes of goats are always created in sets of three. Each goat looks unique and functions differently from the others. Their properties are as follows:",
          [
            "The *goat of traveling* can become a Large goat with the same statistics as a riding horse. It has 24 charges, and each hour or portion thereof it spends in beast form costs 1 charge. While it has charges, you can use it as often as you wish. When it runs out of charges, it reverts to a figurine and can’t be used again until 7 days have passed, when it regains all its charges.",
            "The *goat of travail* becomes a giant goat for up to 3 hours. Once it has been used, it can’t be used again until 30 days have passed.",
            "The *goat of terror* becomes a giant goat for up to 3 hours. The goat can’t attack, but you can remove its horns and use them as weapons. One horn becomes a *+1 lance*, and the other becomes a *+2 longsword*. Removing a horn requires an action, and the weapons disappear and the horns return whenthegoatrevertstofigurineform.Inaddition, the goat radiates a 30-foot-radius aura of terror while you are riding it. Any creature hostile to you that starts its turn in the aura must succeed on a DC 15 Wisdom saving throw or be frightened of the goat for 1 minute, or until the goat reverts to figurine form. The frightened creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success. Once it successfully saves against the effect, a creature is immune to the goat’s aura for the next 24 hours. Once the figurine has been used, it can’t be used again until 15 days have passed."
          ],
          "***Marble Elephant (Rare).*** This marble statuette is about 4 inches high and long. It can become an elephant for up to 24 hours. Once it has been used, it can’t be used again until 7 days have passed.",
          "***Obsidian Steed (Very Rare).*** This polished obsidian horse can become a nightmare for up to 24 hours. The nightmare fights only to defend itself. Once it has been used, it can’t be used again until 5 days have passed.",
          "If you have a good alignment, the figurine has a 10 percent chance each time you use it to ignore your orders, including a command to revert to figurine form. If you mount the nightmare while it is ignoring your orders, you and the nightmare are instantly transported to a random location on the plane of Hades, where the nightmare reverts to figurine form.",
          "***Onyx Dog (Rare).*** This onyx statuette of a dog can become a mastiff for up to 6 hours. The mastiff has an Intelligence of 8 and can speak Common. It also has darkvision out to a range of 60 feet and can see invisible creatures and objects within that range. Once it has been used, it can’t be used again until 7 days have passed.",
          "***Serpentine Owl (Rare).*** This serpentine statuette of an owl can become a giant owl for up to 8 hours. Once it has been used, it can’t be used again until 2 days have passed. The owl can telepathically communicate with you at any range if you and it are on the same plane of existence.",
          "***Silver Raven (Uncommon).*** This silver statuette of a raven can become a raven for up to 12 hours. Once it has been used, it can’t be used again until 2 days have passed. While in raven form, the figurine allows you to cast the *animal messenger* spell on it at will."
        ]
      }
    },
    "Flame Tongue": {
      "content": [
        "*Weapon (any sword), rare (requires attunement)*",
        "You can use a bonus action to speak this magic sword’s command word, causing flames to erupt from the blade. These flames shed bright light in a 40-foot radius and dim light for an additional 40 feet. While the sword is ablaze, it deals an extra 2d6 fire damage to any target it hits. The flames last until you use a bonus action to speak the command word again or until you drop or sheathe the sword."
      ]
    },
    "Folding Boat": {
      "content": [
        "*Wondrous item, rare*",
        "This object appears as a wooden box that measures 12 inches long, 6 inches wide, and 6 inches deep. It weighs 4 pounds and floats. It can be opened to store items inside. This item also has three command words, each requiring you to use an action to speak it.",
        "One command word causes the box to unfold into a boat 10 feet long, 4 feet wide, and 2 feet deep. The boat has one pair of oars, an anchor, a mast, and a lateen sail. The boat can hold up to four Medium creatures comfortably.",
        "The second command word causes the box to unfold into a ship 24 feet long, 8 feet wide, and 6 feet deep. The ship has a deck, rowing seats, five sets of oars, a steering oar, an anchor, a deck cabin, and a mast with a square sail. The ship can hold fifteen Medium creatures comfortably.",
        "When the box becomes a vessel, its weight becomes that of a normal vessel its size, and anything that was stored in the box remains in the boat.",
        "The third command word causes the *folding boat* to fold back into a box, provided that no creatures are aboard. Any objects in the vessel that can’t fit inside the box remain outside the box as it folds. Any objects in the vessel that can fit inside the box do so."
      ]
    },
    "Frost Brand": {
      "content": [
        "*Weapon (any sword), very rare (requires attunement)*",
        "When you hit with an attack using this magic sword, the target takes an extra 1d6 cold damage. In addition, while you hold the sword, you have resistance to fire damage.",
        "In freezing temperatures, the blade sheds bright light in a 10-foot radius and dim light for an additional 10 feet.",
        "When you draw this weapon, you can extinguish all nonmagical flames within 30 feet of you. This property can be used no more than once per hour."
      ]
    },
    "Gauntlets of Ogre Power": {
      "content": [
        "*Wondrous item, uncommon (requires attunement)*",
        "Your Strength score is 19 while you wear these gauntlets. They have no effect on you if your Strength is already 19 or higher."
      ]
    },
    "Gem of Brightness": {
      "content": [
        "*Wondrous item, uncommon*",
        "This prism has 50 charges. While you are holding it, you can use an action to speak one of three command words to cause one of the following effects:",
        [
          "The first command word causes the gem to shed bright light in a 30-foot radius and dim light for an additional 30 feet. This effect doesn’t expend a charge. It lasts until you use a bonus action to repeat the command word or until you use another function of the gem.",
          "The second command word expends 1 charge and causes the gem to fire a brilliant beam of light at one creature you can see within 60 feet of you. The creature must succeed on a DC 15 Constitution saving throw or become blinded for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
          "The third command word expends 5 charges and causes the gem to flare with blinding light in a 30- foot cone originating from it. Each creature in the cone must make a saving throw as if struck by the beam created with the second command word."
        ],
        "When all of the gem’s charges are expended, the gem becomes a nonmagical jewel worth 50 gp."
      ]
    },
    "Gem of Seeing": {
      "content": [
        "*Wondrous item, rare (requires attunement)*",
        "This gem has 3 charges. As an action, you can speak the gem’s command word and expend 1 charge. For the next 10 minutes, you have truesight out to 120 feet when you peer through the gem.",
        "The gem regains 1d3 expended charges daily at dawn."
      ]
    },
    "Giant Slayer": {
      "content": [
        "*Weapon (any axe or sword), rare*",
        "You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
        "When you hit a giant with it, the giant takes an extra 2d6 damage of the weapon’s type and must succeed on a DC 15 Strength saving throw or fall prone. For the purpose of this weapon, “giant” refers to any creature with the giant type, including ettins and trolls."
      ]
    },
    "Glamoured Studded Leather": {
      "content": [
        "*Armor (studded leather), rare*",
        "While wearing this armor, you gain a +1 bonus to AC. You can also use a bonus action to speak the armor’s command word and cause the armor to assume the appearance of a normal set of clothing or some other kind of armor. You decide what it looks like, including color, style, and accessories, but the armor retains its normal bulk and weight. The illusory appearance lasts until you use this property again or remove the armor."
      ]
    },
    "Gloves of Missile Snaring": {
      "content": [
        "*Wondrous item, uncommon (requires attunement)*",
        "These gloves seem to almost meld into your hands when you don them. When a ranged weapon attack hits you while you’re wearing them, you can use your reaction to reduce the damage by 1d10 + your Dexterity modifier, provided that you have a free hand. If you reduce the damage to 0, you can catch the missile if it is small enough for you to hold in that hand."
      ]
    },
    "Gloves of Swimming and Climbing": {
      "content": [
        "*Wondrous item, uncommon (requires attunement)*",
        "While wearing these gloves, climbing and swimming don’t cost you extra movement, and you gain a +5 bonus to Strength (Athletics) checks made to climb or swim."
      ]
    },
    "Goggles of Night": {
      "content": [
        "*Wondrous item, uncommon*",
        "While wearing these dark lenses, you have darkvision out to a range of 60 feet. If you already have darkvision, wearing the goggles increases its range by 60 feet."
      ]
    },
    "Hammer of Thunderbolts": {
      "content": [
        "*Weapon (maul), legendary*",
        "You gain a +1 bonus to attack and damage rolls made with this magic weapon.",
        "***Giant’s Bane (Requires Attunement).*** You must be wearing a *belt of giant strength* (any variety) and *gauntlets of ogre power* to attune to this weapon. The attunement ends if you take off either of those items. While you are attuned to this weapon and holding it, your Strength score increases by 4 and can exceed 20, but not 30. When you roll a 20 on an attack roll made with this weapon against a giant, the giant must succeed on a DC 17 Constitution saving throw or die.",
        "The hammer also has 5 charges. While attuned to it, you can expend 1 charge and make a ranged weapon attack with the hammer, hurling it as if it had the thrown property with a normal range of 20 feet and a long range of 60 feet. If the attack hits, the hammer unleashes a thunderclap audible out to 300 feet. The target and every creature within 30 feet of it must succeed on a DC 17 Constitution saving throw or be stunned until the end of your next turn. The hammer regains 1d4 + 1 expended charges daily at dawn."
      ]
    },
    "Handy Haversack": {
      "content": [
        "*Wondrous item, rare*",
        "This backpack has a central pouch and two side pouches, each of which is an extradimensional space. Each side pouch can hold up to 20 pounds of material, not exceeding a volume of 2 cubic feet. The large central pouch can hold up to 8 cubic feet or 80 pounds of material. The backpack always weighs 5 pounds, regardless of its contents.",
        "Placing an object in the haversack follows the normal rules for interacting with objects. Retrieving an item from the haversack requires you to use an action. When you reach into the haversack for a specific item, the item is always magically on top.",
        "The haversack has a few limitations. If it is overloaded, or if a sharp object pierces it or tears it, the haversack ruptures and is destroyed. If the haversack is destroyed, its contents are lost forever, although an artifact always turns up again somewhere. If the haversack is turned inside out, its contents spill forth, unharmed, and the haversack must be put right before it can be used again. If a breathing creature is placed within the haversack, the creature can survive for up to 10 minutes, after which time it begins to suffocate.",
        "Placing the haversack inside an extradimensional space created by a *bag of holding*, *portable hole*, or similar item instantly destroys both items and opens a gate to the Astral Plane. The gate originates where the one item was placed inside the other. Any creature within 10 feet of the gate is sucked through it and deposited in a random location on the Astral Plane. The gate then closes. The gate is one-way only and can’t be reopened."
      ]
    },
    "Hat of Disguise": {
      "content": [
        "*Wondrous item, uncommon (requires attunement)*",
        "While wearing this hat, you can use an action to cast the *disguise self* spell from it at will. The spell ends if the hat is removed."
      ]
    },
    "Headband of Intellect": {
      "content": [
        "*Wondrous item, uncommon (requires attunement)*",
        "Your Intelligence score is 19 while you wear this headband. It has no effect on you if your Intelligence is already 19 or higher."
      ]
    },
    "Helm of Brilliance": {
      "content": [
        "*Wondrous item, very rare (requires attunement)*",
        "This dazzling helm is set with 1d10 diamonds, 2d10 rubies, 3d10 fire opals, and 4d10 opals. Any gem pried from the helm crumbles to dust. When all the gems are removed or destroyed, the helm loses its magic.",
        "You gain the following benefits while wearing it:",
        [
          "You can use an action to cast one of the following spells (save DC 18), using one of the helm’s gems of the specified type as a component: *daylight* (opal), *fireball* (fire opal), *prismatic spray* (diamond), or *wall of fire* (ruby). The gem is destroyed when the spell is cast and disappears from the helm.",
          "As long as it has at least one diamond, the helm emits dim light in a 30-foot radius when at least one undead is within that area. Any undead that starts its turn in that area takes 1d6 radiant damage.",
          "As long as the helm has at least one ruby, you have resistance to fire damage.",
          "As long as the helm has at least one fire opal, you can use an action and speak a command word to cause one weapon you are holding to burst into flames. The flames emit bright light in a 10-foot radius and dim light for an additional 10 feet. The flames are harmless to you and the weapon. When you hit with an attack using the blazing weapon, the target takes an extra 1d6 fire damage. The flames last until you use a bonus action to speak the command word again or until you drop or stow the weapon."
        ],
        "Roll a d20 if you are wearing the helm and take fire damage as a result of failing a saving throw against a spell. On a roll of 1, the helm emits beams of light from its remaining gems. Each creature within 60 feet of the helm other than you must succeed on a DC 17 Dexterity saving throw or be struck by a beam, taking radiant damage equal to the number of gems in the helm. The helm and its gems are then destroyed."
      ]
    },
    "Helm of Comprehending Languages": {
      "content": [
        "*Wondrous item, uncommon*",
        "While wearing this helm, you can use an action to cast the *comprehend languages* spell from it at will."
      ]
    },
    "Helm of Telepathy": {
      "content": [
        "*Wondrous item, uncommon (requires attunement)*",
        "While wearing this helm, you can use an action to cast the *detect thoughts* spell (save DC 13) from it. As long as you maintain concentration on the spell, you can use a bonus action to send a telepathic message to a creature you are focused on. It can reply—using a bonus action to do so—while your focus on it continues.",
        "While focusing on a creature with *detect thoughts*, you can use an action to cast the *suggestion* spell (save DC 13) from the helm on that creature. Once used, the *suggestion* property can’t be used again until the next dawn."
      ]
    },
    "Helm of Teleportation": {
      "content": [
        "*Wondrous item, rare (requires attunement)*",
        "This helm has 3 charges. While wearing it, you can use an action and expend 1 charge to cast the *teleport* spell from it. The helm regains 1d3",
        "expended charges daily at dawn."
      ]
    },
    "Holy Avenger": {
      "content": [
        "*Weapon (any sword), legendary (requires attunement by a paladin)*",
        "You gain a +3 bonus to attack and damage rolls made with this magic weapon. When you hit a fiend or an undead with it, that creature takes an extra 2d10 radiant damage.",
        "While you hold the drawn sword, it creates an aura in a 10-foot radius around you. You and all creatures friendly to you in the aura have advantage on saving throws against spells and other magical effects. If you have 17 or more levels in the paladin class, the radius of the aura increases to 30 feet."
      ]
    },
    "Horn of Blasting": {
      "content": [
        "*Wondrous item, rare*",
        "You can use an action to speak the horn’s command word and then blow the horn, which emits a thunderous blast in a 30-foot cone that is audible 600 feet away. Each creature in the cone must make a DC 15 Constitution saving throw. On a failed save, a creature takes 5d6 thunder damage and is deafened for 1 minute. On a successful save, a creature takes half as much damage and isn’t deafened. Creatures and objects made of glass or crystal have disadvantage on the saving throw and take 10d6 thunder damage instead of 5d6.",
        "Each use of the horn’s magic has a 20 percent chance of causing the horn to explode. The explosion deals 10d6 fire damage to the blower and destroys the horn."
      ]
    },
    "Horn of Valhalla": {
      "content": [
        "*Wondrous item, rare (silver or brass), very rare (bronze), or legendary (iron)*",
        "You can use an action to blow this horn. In response, warrior spirits from the Valhalla appear within 60 feet of you. They use the statistics of a berserker. They return to Valhalla after 1 hour or when they drop to 0 hit points. Once you use the horn, it can’t be used again until 7 days have passed.",
        "Four types of *horn of Valhalla* are known to exist, each made of a different metal. The horn’s type determines how many berserkers answer its summons, as well as the requirement for its use. The GM chooses the horn’s type or determines it randomly.",
        {
          "table": {
            "d100": [
              "01–40",
              "41–75",
              "76–90",
              "91–00"
            ],
            "Horn Type": [
              "Silver",
              "Brass",
              "Bronze",
              "Iron"
            ],
            "Berserkers Summoned": [
              "2d4 + 2",
              "3d4 + 3",
              "4d4 + 4",
              "5d4 + 5"
            ],
            "Requirement": [
              "None",
              "Proficiency with all simple weapons",
              "Proficiency with all medium armor",
              "Proficiency with all martial weapons"
            ]
          }
        },
        "If you blow the horn without meeting its requirement, the summoned berserkers attack you. If you meet the requirement, they are friendly to you and your companions and follow your commands."
      ]
    },
    "Horseshoes of a Zephyr": {
      "content": [
        "*Wondrous item, very rare*",
        "These iron horseshoes come in a set of four. While all four shoes are affixed to the hooves of a horse or similar creature, they allow the creature to move normally while floating 4 inches above the ground. This effect means the creature can cross or stand above nonsolid or unstable surfaces, such as water or lava. The creature leaves no tracks and ignores difficult terrain. In addition, the creature can move at normal speed for up to 12 hours a day without suffering exhaustion from a forced march."
      ]
    },
    "Horseshoes of Speed": {
      "content": [
        "*Wondrous item, rare*",
        "These iron horseshoes come in a set of four. While all four shoes are affixed to the hooves of a horse or similar creature, they increase the creature’s walking speed by 30 feet."
      ]
    },
    "Immovable Rod": {
      "content": [
        "*Rod, uncommon*",
        "This flat iron rod has a button on one end. You can use an action to press the button, which causes the rod to become magically fixed in place. Until you or another creature uses an action to push the button again, the rod doesn’t move, even if it is defying gravity. The rod can hold up to 8,000 pounds of weight. More weight causes the rod to deactivate and fall. A creature can use an action to make a DC 30 Strength check, moving the fixed rod up to 10 feet on a success."
      ]
    },
    "Instant Fortress": {
      "content": [
        "*Wondrous item, rare*",
        "You can use an action to place this 1-inch metal cube on the ground and speak its command word. The cube rapidly grows into a fortress that remains until you use an action to speak the command word that dismisses it, which works only if the fortress is empty.",
        "The fortress is a square tower, 20 feet on a side and 30 feet high, with arrow slits on all sides and a battlement atop it. Its interior is divided into two floors, with a ladder running along one wall to connect them. The ladder ends at a trapdoor leading to the roof. When activated, the tower has a small door on the side facing you. The door opens only at your command, which you can speak as a bonus action. It is immune to the *knock* spell and similar magic, such as that of a *chime of opening*.",
        "Each creature in the area where the fortress appears must make a DC 15 Dexterity saving throw, taking 10d10 bludgeoning damage on a failed save, or half as much damage on a successful one. In either case, the creature is pushed to an unoccupied space outside but next to the fortress. Objects in the area that aren’t being worn or carried take this damage and are pushed automatically.",
        "The tower is made of adamantine, and its magic prevents it from being tipped over. The roof, the door, and the walls each have 100 hit points,",
        "immunity to damage from nonmagical weapons excluding siege weapons, and resistance to all other damage. Only a *wish* spell can repair the fortress (this use of the spell counts as replicating a spell of 8th level or lower). Each casting of *wish* causes the roof, the door, or one wall to regain 50 hit points."
      ]
    },
    "Ioun Stone": {
      "content": [
        "*Wondrous item, rarity varies (requires attunement)*",
        "An *Ioun stone* is named after Ioun, a god of knowledge and prophecy revered on some worlds. Many types of *Ioun stone* exist, each type a distinct combination of shape and color.",
        "When you use an action to toss one of these stones into the air, the stone orbits your head at a distance of 1d3 feet and confers a benefit to you. Thereafter, another creature must use an action to grasp or net the stone to separate it from you, either by making a successful attack roll against AC 24 or a successful DC 24 Dexterity (Acrobatics) check. You can use an action to seize and stow the stone, ending its effect.",
        "A stone has AC 24, 10 hit points, and resistance to all damage. It is considered to be an object that is being worn while it orbits your head.",
        "***Absorption (Very Rare).*** While this pale lavender ellipsoid orbits your head, you can use your reaction to cancel a spell of 4th level or lower cast by a creature you can see and targeting only you.",
        "Once the stone has canceled 20 levels of spells, it burns out and turns dull gray, losing its magic. If you are targeted by a spell whose level is higher than the number of spell levels the stone has left, the stone can’t cancel it.",
        "***Agility (Very Rare).*** Your Dexterity score increases by 2, to a maximum of 20, while this deep red sphere orbits your head.",
        "***Awareness (Rare).*** You can’t be surprised while this dark blue rhomboid orbits your head.",
        "***Fortitude (Very Rare).*** Your Constitution score increases by 2, to a maximum of 20, while this pink rhomboid orbits your head.",
        "***Greater Absorption (Legendary).*** While this marbled lavender and green ellipsoid orbits your head, you can use your reaction to cancel a spell of 8th level or lower cast by a creature you can see and targeting only you.",
        "Once the stone has canceled 50 levels of spells, it burns out and turns dull gray, losing its magic. If you are targeted by a spell whose level is higher than the number of spell levels the stone has left, the stone can’t cancel it.",
        "***Insight (Very Rare).*** Your Wisdom score increases by 2, to a maximum of 20, while this incandescent blue sphere orbits your head.",
        "***Intellect (Very Rare).*** Your Intelligence score increases by 2, to a maximum of 20, while this marbled scarlet and blue sphere orbits your head.",
        "***Leadership (Very Rare).*** Your Charisma score increases by 2, to a maximum of 20, while this marbled pink and green sphere orbits your head.",
        "***Mastery (Legendary).*** Your proficiency bonus increases by 1 while this pale green prism orbits your head.",
        "***Protection (Rare).*** You gain a +1 bonus to AC while this dusty rose prism orbits your head.",
        "***Regeneration (Legendary).*** You regain 15 hit points at the end of each hour this pearly white spindle orbits your head, provided that you have at least 1 hit point.",
        "***Reserve (Rare).*** This vibrant purple prism stores spells cast into it, holding them until you use them. The stone can store up to 3 levels worth of spells at a time. When found, it contains 1d4 − 1 levels of stored spells chosen by the GM.",
        "Any creature can cast a spell of 1st through 3rd level into the stone by touching it as the spell is cast. The spell has no effect, other than to be stored in the stone. If the stone can’t hold the spell, the spell is expended without effect. The level of the slot used to cast the spell determines how much space it uses.",
        "While this stone orbits your head, you can cast any spell stored in it. The spell uses the slot level, spell save DC, spell attack bonus, and spellcasting ability of the original caster, but is otherwise treated as if you cast the spell. The spell cast from the stone is no longer stored in it, freeing up space.",
        "***Strength (Very Rare).*** Your Strength score increases by 2, to a maximum of 20, while this pale blue rhomboid orbits your head.",
        "***Sustenance (Rare).*** You don’t need to eat or drink while this clear spindle orbits your head."
      ]
    }
  }
}